import React from 'react'
import Header from '../../Components/Header/Header'
import Footer from '../../Components/Footer/Footer'
import DivMain from '../ArticlePageTo/StyledArticleTo/DivMain'
import DivProdcut from '../ArticlePageTo/StyledArticleTo/DivProduct'
import Img from '../ArticlePageTo/StyledArticleTo/Img'
import imgprof from '../../Images/img-main-page/img-2.png'
import img1 from '../../Images/img-background/img-background-2.webp'
import './ArticlePageTo.css'

const ArticlePageTo = () => {
  return (
    <div>
        <Header />
            <div>
                <DivMain>
                    <div className='div-box'>
                        <div className='div-profile'>
                            <img src={imgprof}/>
                        </div>
                        <div className='div_title-p'>
                            <h2>
                            نگاهی به کتاب «خانم دلوی» اثر «ویرجینیا وولف»
                            </h2>
                            <h4>
                            Mrs Dalloway
                            </h4>
                        </div>
                    </div>
                    <DivProdcut>
                        <h4>
                        داستان رمان «خانم دَلُوِی» اثر «ویرجینیا وولف» در ماه ژوئن سال 1923 رقم می خورد. «جنگ جهانی اول» در اواخر سال 1918 به پایان رسید، و اگرچه بریتانیا در عمل جنگ را با پیروزی به پایان رساند، صدها هزار سرباز بریتانیایی هنگام نبرد جان باختند و کشور، زیان های اقتصادی بزرگی را متحمل شد. ایرلند در سال 1922 از «پادشاهی متحد بریتانیا» جدا شد، و بسیاری از مستعمرات بریتانیا در دهه های بعد به استقلال دست یافتند، از جمله هند. 
                        </h4>
                        <Img margint='50px' src={img1}/>
                        <p>
                        کتاب «خانم دلوی» به انتقاد از محافظه‌کاری و سنت‌گرایی طبقات بالای جامعه در این دوره می پردازد، و به شکل همزمان، تراژدیِ نسلِ موسوم به «نسل از دست رفته» را پس از پایان جنگ جهانی اول به تصویر می کشد. 
                        </p>
                        <p>
                        اثری مشابه با کتاب «خانم دلوی» که احتمالا بر آن تأثیرگذار واقع شد، رمان «اولیس» اثر «جیمز جویس» است: یکی دیگر از متون مدرنیستی برجسته که در طول یک روز، «جریان سیال ذهنِ» چندین کاراکتر را پی می گیرد. همچنین «وولف» هنگام خلق رمان «خانم دلوی»، مشغول مطالعه‌ی آثار کلاسیک یونانی، از جمله حماسه «ادیسه»، بود و به شکل خاص، نمایشنامه «آنتیگونه» را اثری مهم از دیدگاه «فمینیستی» تلقی می کرد. 
                        </p>
                        <p>
                        یکی از نام های اولیه برای رمان «خانم دلوی»، «ساعت ها» بود. نویسنده‌ی آمریکایی، «مایکل کانینگهام» رمانی را به همین نام در سال 1998 به چاپ رساند که جایزه «پولیتزر» را از آن خود کرد. کتاب «ساعت ها» به سه زن می پردازد که زندگی‌شان به واسطه‌ی داستان «خانم دلوی» تحت تأثیر قرار می گیرد؛ این رمان موفق از «کانینگهام» اندکی بعد به فیلمی اقتباسی تبدیل شد که جایزه «اسکار» را نیز به دست آورد. 
                        </p>
                        <p>
                        «ویرجینیا وولف» با خلق آثاری ماندگار و جریان‌ساز، نام خود را در کنار سایر بانوان برجسته در ادبیات انگلیس، از جمله «جین آستن»، «خواهران برونته»، و «جورج الیوت» قرار داد.
                        </p>
                        <p>
                        «کلاریسا» حتم داشت که آدم حتی وسط ترافیک یا وقتی نیمه‌شب از خواب می پرید، سکوت خاصی را احساس می کرد، یا نوعی ابهت را؛ مکثی بیان‌ناپذیر؛ یک تعلیق (اما شاید قلبش باشد که می گویند بر اثر آنفولانزا ضعیف شده)، پیش از صدای ضربه های ساعت «بیگ بن». خب! چه همهمه‌ای. اول یک آژیر آهنگ‌دار؛ بعد ضربه های ساعت، حذف‌نشدنی. دایره های سربی در فضا حل می شدند. در حال رفتن به آن سوی «خیابان ویکتوریا» با خود گفت ما عجب دیوانه هایی هستیم.—از کتاب «خانم دلوی» اثر «ویرجینیا وولف»
                        </p>
                        <p>
                        «وولف» در طول رمان «خانم دلوی»، دریچه‌ای را رو به ذهن کاراکترهایش می گشاید و به شکل همزمان، روابط و پیوندهای بیرونیِ آن ها با سایر افراد را به تصویر می کشد. این نوع از ساختاربندی، مجموعه‌ای پیچیده و چندوجهی از روابط را به وجود می آورد، و کاراکترهای داستان به روش هایی گوناگون با تنهایی ها، جنبه های خصوصی، و تعامل های درونِ این روابط مواجه می شوند. 

با این حال، جنبه‌ی خصوصی و شخصیِ روح یا ذهن، در داستان همیشه مثبت تلقی نمی شود و اغلب خود را در قالب تنهایی نشان می دهد. «وولف» این مفهوم تنهاییِ روح را تقریبا در همه‌ی تعاملات میان کاراکترها تصویر می کند و افکار درونیِ پربارِ انسان ها را در مقابل تلاش های اغلب پیش‌پاافتاده و ناموفق آن ها برای برقراری ارتباط با یکدیگر قرار می دهد. «وولف» از طریق تأکید بر مفاهیم «حریم شخصی»، «تنهایی»، و «روابط ناموفق»، نشان می دهد که ایجاد پیوندهای معنادار و راستین در دنیای مدرن تا چه اندازه ممکن است دشوار باشد.
                        </p>
                        <p>
                        رمان «خانم دَلُوِی» در طول یک روز رقم می خورد، و «وولف» در نوع ساختاربندی داستان، مفهوم «گذر زمان» را مورد توجه قرار می دهد. فاصله یا توقفی مرسوم میان فصل های داستان وجود ندارد، و آشکارترین چیزی که میان بخش های روایت فاصله ایجاد می کند، به صدا درآمدن زنگ ساعت «بیگ بِن» همزمان با پیشروی روز است. تمام رویدادهای رمان آن‌قدر فشرده و متراکم هستند (و معمولا از افکار و خاطرات شکل گرفته‌اند) که سپری شدن چند دقیقه در داستان ممکن است چندین صفحه از کتاب را به خود اختصاص دهد. 

همان‌طور که پیش‌تر گفتیم، یکی از نام های اولیه برای کتاب، «ساعت ها» بود، به همین خاطر واضح است که مفهوم «زمان» نقشی تعیین‌کننده را در داستان ایفا می کند. «وولف» از طریق صدای زنگِ سپری شدنِ ساعت ها و حضور همیشگیِ گذشته و خاطرات، بر ماهیت سیال و شخصی زمان (که همزمان می تواند خطی و دایره‌وار باشد) تأکید می کند.
                        </p>
                    </DivProdcut>
                </DivMain>
            </div>
        <Footer />
    </div>
  )
}

export default ArticlePageTo