import React from 'react'
import Header from '../../Components/Header/Header'
import Footer from '../../Components/Footer/Footer'
import DivMain from './StyledArticlePageTree/DivMain'
import DivProduct from './StyledArticlePageTree/DivProfile'
import imglogo from '../../Images/img-main-page/img-3.png'
import Img from './StyledArticlePageTree/Img'
import img from '../../Images/img-background/img-background-1.webp'

const ArticlePageTree = () => {
  return (
    <div>
        <Header />
        <DivMain>
            <div className='div-box'>
                <div className='div-profile'>
                    <img src={imglogo}/>
                </div>
                <div className='div_title-p'>
                    <h2>
                    حقایقی از زندگی «جیمز بالدوین»
                    </h2>
                    <h4>
                    James Baldwin
                     </h4>
                </div>
            </div>
            <DivProduct>
                <h4>
                «جیمز بالدوین» که در محله‌ی «هارلمِ» نیویورک در سال 1924 به دنیا آمد، یکی از نویسندگان برجسته‌ی آمریکا در قرن بیستم قلمداد می شود. او در قالب های مختلف به خلق اثر پرداخت: رمان، مقاله و نمایشنامه هایی که به شکل عمده بر مسائل مربوط به نژاد، طبقه‌ی اجتماعی و جنسیت در اواسط قرن بیستم تمرکز داشتند.
                </h4>
                <Img src={img}/>
                <p>
                «بالدوین» در سال 1948 و در 24 سالگی، در حالی که تقریبا هیچ پولی برایش باقی نمانده بود، به پاریس رفت تا از نگرش های تعصب‌آمیزی که در آمریکا با وجود داشت، فاصله بگیرد. او پنج سال بعد، نخستین رمان خود را به انتشار رساند: کتاب «با کوه در میان بگذار»، داستانی با رگه های خودزندگی‌نامه درباره‌ی یک نوجوان اهل «هارلم» که در دهه‌ی 1930 زندگی می کند، و همین‌طور درباره‌ی رابطه‌ی گهگاه پرچالشِ این شخصیت با خانواده‌اش و کلیسا. با این مطلب همراه شوید تا درباره‌ی «جیمز بالدوین» و زندگی شخصی و حرفه‌ای او بیشتر بدانیم.
                </p>
                <p>
                قدیمی‌ترین خاطراتش که همگی به یک شکل بودند، تنها خاطراتش، خاطراتی مربوط به بی‌قراری و روشنایی صبح های یکشنبه بود. همه‌ی خانواده روز یکشنبه بلند می شدند. پدرش که نباید به سر کار می رفت، پیش از صبحانه آن ها را برای مراسم نیایش آماده می کرد؛ مادرش که آن روز لباس بلند می پوشید، و تا حدودی جوان به نظر می رسید، با آن موهای صافش، کلاه سفید چسبان روی سرش می گذاشت که شکل زنان پرهیزکار می شد. برادر کوچکش، «رُی»، که آن روز ساکت بود، چون پدرش خانه بود. «سارا»، که آن روز روبان قرمز به موهایش می بست، و پدر ناز و نوازشش می کرد. و بچه، «راث»، که لباس صورتی و سفید تنش کرده بودند و بغل مادرش به سمت کلیسا می رفت.—از کتاب «با کوه در میان بگذار» اثر «جیمز بالدوین»
                </p>
                <p>
                مادر «بالدوین»، «اِما جونز»، هیچ وقت به او نگفت که پدر واقعی‌اش چه کسی بود. «جیمز» تحت سرپرستی پدرخوانده‌اش، یک کشیشِ «باپتیست» به نام «دیوید بالدوین» بزرگ شد اما رابطه‌ی آن ها، پیچیدگی های مختص به خودش را داشت. با این حال، نقطه‌ی اشتراکی که این دو نفر داشتند، حداقل برای چند سال، تعهد آن ها به مذهب بود. «بالدوین» در مقاله‌ای به نام «نامه‌ای از سرزمینی در ذهنم» درباره‌ی تجربه ی «یک بحران مذهبی طولانی» می نویسد و بیان می کند: «در چهارده سالگی، برای اولین بار در زندگی‌ام، ترسیدم—ترس از شرارت درونم و ترس از شرارت های بیرون.»
                </p>
                <p>
                وقتی «بالدوین» پانزده ساله بود، با نقاش آمریکایی، «بوفورد دلِینی»، آشنا شد: کسی که «بالدوین» خیلی زود او را به عنوان دوست و معلم خود برگزید. «بالدوین» همچنین ویژگی هایی پدرگونه را در این هنرمند می دید و بارها از «دلِینی» به عنوان «پدر معنوی» خود یاد کرد. او در مورد این نقاش فعال در جنبش «رنسانس هارلم» بیان کرد: «او برای من، اولین شاهد زنده از این موضوع بود که یک فرد سیاهپوست می تواند هنرمند باشد.»
                </p>
                <p>
                «جیمز بالدوین» و «مایا آنجلو» رابطه‌ای دوستانه با هم داشتند. «بالدوین» یک روز، «آنجلو» را به یک مهمانی در خانه‌ی کاریکاتوریست برنده‌ی جایزه‌ی «پولیتزر»، «جولز فایفر»، و همسر او، «جودی»، برد. در بخشی از مهمانی، بسیاری از حاضران شروع به تعریف داستان هایی از دوران کودکی خود کردند، و «جودی» به شکلی عمیق تحت تأثیر داستان «مایا آنجلو» قرار گرفت. 
                </p>
                <p>
                «جودی» سپس داستان «آنجلو» را به یکی از دبیران انتشارات Random House به نام «رابرت لومیس» سپرد و از او تقاضا کرد که «آنجلو» را به نوشتن داستانش ترغیب کند. «آنجلو» اما این پیشنهاد را نپذیرفت و گفت که به خلق شعر و نمایشنامه علاقه‌مند است و نه خودزندگی‌نامه.
                </p>
                <p>
                «لومیس» چند بار دیگر این پیشنهاد را مطرح کرد اما «آنجلو» هر بار پاسخ منفی داد. درنهایت، «لومیس» برای متقاعد کردن «آنجلو» برای او نوشت: «کاملا قابل درک است که تلاشی برای نوشتن خودزندگی‌نامه نمی کنید، چون نوشتن خودزندگی‌نامه در قالب یک اثر ادبی، تقریبا غیرممکن است.» این چالش، نظر «آنجلو» را به خود جلب کرد و نتیجه‌ی آن، کتابی شد به نام «می دانم چرا پرنده در قفس می خواند».
                </p>
                <p>
                «آن ها با تمام توان خود آواز می خواندند و از سرِ شادی دست می زدند. زمانی نبوده است که «جان» ننشسته باشد به تماشای قدیسانی که از ترس توی دل خود شادی می کردند و می رفتند توی جلد خودشان. آواز باعث می شد به حضور خداوند ایمان پیدا کند، در حقیقت، دیگر مسئله ی اعتقاد نبود، چون آن ها  آن حضور را واقعیت می بخشیدند. او خودش این را حس نمی کرد.  آن ها شادمانی را احساس می کردند، با این حال، او نمی توانست تردید داشته باشد که برای آن ها همین نان زندگی بود؛ نمی توانست به آن شک کند، یعنی برای شک دیگر دیر شده بود.—از کتاب «با کوه در میان بگذار» اثر «جیمز بالدوین»
                </p>
            </DivProduct>
        </DivMain>
        <Footer />
    </div>
  )
}

export default ArticlePageTree