import React from 'react'
import Header from '../../Components/Header/Header'
import Footer from '../../Components/Footer/Footer'
import DivMain from './StyledArticle/DivMain'
import imgprof from '../../Images/Article-img/img-logo-1.png'
import img from '../../Images/img-main-page/img.png'
import DivProduct from './StyledArticle/DivProduct'
import Img from './StyledArticle/Img'
import './ArticlePage.css'

const ArticlePage = () => {
  return (
    <div>
        <Header />
            <DivMain>
                <div className='main-box'>
                    <div className='div-box'>
                        <div className='div-profile'>
                            <img src={imgprof}/>
                        </div>
                        <div className='div_title-p'>
                            <h2>
                            «لودویگ ویتگنشتاین» و گونه‌های ادراک
                            </h2>
                            <h4>
                            Ludwig Wittgenstein
                            </h4>
                        </div>
                    </div>
                    <DivProduct>
                        <h4>
                        «لودویگ ویتگنشتاین» به شکل گسترده یکی از بزرگترین فیلسوفان قرن بیستم در نظر گرفته می شود. دو اثر برجسته‌ی او، کتاب «رساله منطقی-فلسفی» و «تحقیقات فلسفی»، تأثیر زیادی بر گسترش فلسفه‌ی پس از خود—به‌خصوص «فلسفه تحلیلی»—داشت. شخصیت کاریزماتیک «ویتگنشتاین»، منبع الهام خلق اثر برای هنرمندان، نمایشنامه‌نویسان، شاعران، رمان‌نویسان، موزیسین ها و فیلم‌سازان شده، به میزانی که شهرت این فیلسوف اتریشی-بریتانیایی بسیار فراتر از محدوده های زندگی آکادمیک بوده است.
                        </h4>
                        <Img src={img} margint='40px'/>
                        <p>
                        همان‌طور که خود «ویتگنشتاین» دریافته بود، سبکِ اندیشه‌ورزیِ او با سبکی که بر دوران معاصر چیرگی یافته است، ناسازگاری هایی دارد. آثار او به گفته‌ی خودش، «در مقابل سبک و سیاقی قرار دارد که جریان وسیع تمدن اروپایی و آمریکایی را در بر گرفته است.»
                        </p>
                        <p>
                        اگر بخواهیم نامی مشخص برای این «جریان» در نظر بگیریم، می توانیم آن را «علم‌گرایی» بنامیم: این نگرش که هر سوالِ قابل‌فهم، یا راه‌حلی علمی دارد یا اصلا راه‌حلی ندارد. «ویتگنشتاین» تلاش کرد در مقابل همین جریان ایستادگی کند.
                        </p>
                        <p>
                        در ادامه افکاری را، چکیده‌ی تحقیقاتی فلسفی را، منتشر می کنم که در شانزده سال گذشته مشغولم داشته‌اند. آن ها به موضوعات بسیاری مربوط هستند: مفاهیم دلالت و فهم جمله یا گزاره و منطق، مبانی ریاضیات، وضعیت های آگاهی و موضوعات دیگر. من همه‌ی این افکار را به صورت نکته هایی، بندهایی کوتاه، نوشته‌ام؛ گاه در زنجیره هایی طولانی درباره‌ی موضوعی واحد، گاه با پریدن از حوزه‌ای به حوزه‌ی دیگر در تغییری ناگهانی. قصدم از ابتدا این بود که همه‌ی این ها را در یک کتاب جمع‌آوری کنم، کتابی که در زمان های مختلف، تصورات مختلفی از شکل آن داشتم. ولی به نظرم اساسی این می نمود که در آن کتاب، افکار می باید در یک توالی طبیعی و هموار از موضوعی به موضوع دیگر پیش بروند.—از کتاب «تحقیقات فلسفی» اثر «لودویگ ویتگنشتاین»
                        </p>
                        <p>
                        «علم‌گرایی»، گونه ها و شکل های مختلفی دارد. این مفهوم در علوم انسانی تلاش می کند تا نشان دهد فلسفه، ادبیات، تاریخ، موسیقی و هنر را به صورت یک علم تجربی می توان مورد مطالعه قرار داد، با پژوهشگرانی که بی‌صبرانه منتظر ارائه‌ی «متدولوژی» یا «روش‌شناسی» خود هستند. این نگرش باعث به وجود آمدن تعداد زیادی از تحقیقات و مقاله های آکادمیک شده است که در آن ها، تئوری های غیرقابل‌اتکا، تخصص های ساختگی و گسترش واژگان شبه-فنی به چشم می خورد. 
                        </p>
                        <p>
                        سوالات زیادی وجود دارد که برای آن ها پاسخ های علمی در اختیار نداریم، اما نه به این خاطر که آن سوال ها، اسراری عمیق و غیرقابل‌رمزگشایی هستند بلکه فقط به این خاطر که آن ها را نمی توان سوالات علمی در نظر گرفت؛ سوالاتی درباره‌ی عشق، هنر، تاریخ، فرهنگ، موسیقی یا هر پرسشی که به تلاش برای شناخت بهتر خودمان مربوط است. نگرشی فراگیر در جهان امروز وجود دارد که بیان می کند بزرگترین نقص در زمانه‌ی ما این است که ما همچنان یک تئوری علمی درباره‌ی مفهوم «خودآگاهی» در اختیار نداریم. همچنین، تلاشی بینا-رشته‌ای، شامل فیزیک، علوم کامپیوتر، فلسفه و روانشناسی شناختی، به منظور دستیابی به پاسخ هایی قابل‌اتکا از نظر علمی برای این پرسش ها به چشم می خورد: خودآگاهی چیست؟ خویشتن چیست؟
                        </p>
                        <p>
                        یکی از تلاش های جالب‌توجه در این عرصه، فرضیه‌ای است که توسط ریاضیدان انگلیسی برجسته، «راجر پِنروز»، گسترش داده شد. این فرضیه بیان می کند که جریان خودآگاهی، یک توالیِ منظم از رویدادهای فیزیک کوانتوم است که در مغز اتفاق می افتد. فرضیه‌ی «پنروز» این احتمال را مطرح می کند که یک لحظه‌ی خودآگاهی، توسط پروتئینی در مغز به نام «توبولین» ساخته می شود. این فرضیه، به گفته‌ی خود «پنروز»، کاملا بر حدس و گمان استوار است و بسیاری از پژوهشگران در این عرصه با آن موافق نیستند. اما فرض کنیم روزی دریافتیم که فرضیه‌ی «پنروز» در حقیقت درست بوده است، در آن صورت، آیا درک ما از خودمان بهتر از گذشته خواهد بود؟ آیا تئوری های علمی، تنها گونه‌ی درک به شمار می آیند؟
                        </p>
                        <p>
                        شاید این سوال در ذهن شکل بگیرد که چه نوع دیگری از درک و فهم وجود دارد؟ پاسخ «ویتگنشتاین» به این پرسش را می توان یکی از مهم‌ترین مشارکت های او در نظر گرفت. اگرچه اندیشه های «ویتگنشتاین» در آثار متأخر او، تفاوت هایی نسبت به آثار اولیه‌اش پیدا کرد، اما تقابل او با مفهوم «علم‌گرایی» پیوسته و همیشگی بود. «ویتگنشتاین» می نویسد: «فلسفه، نه یک تئوری، بلکه یک فعالیت است.» طبق نظر «ویتگنشتاین»، فلسفه به دنبال حقیقت علمی نیست بلکه به دنبال شفافیت در درک مفاهیم است.

                        </p>
                        <p>
                        اگر شیئی بتواند در وضعیت موجود خود واقع شود، این امکان را از ابتدا باید در خودش داشته باشد. (در محدوده‌ی منطق، هیچ چیزِ ناموجود نمی تواند امکان وجود داشته باشد. منطق به امکان ها و وجود واقعیت ها می پردازد.) همان‌گونه که ما قادر نیستیم به اُبژه های خارج از چارچوبِ مکان و زمان بیندیشیم، به همین وجه به ابژه‌ای فارغ از امکان ترکیب شدن با ابژه های دیگر نمی توان اندیشید. اگر من بتوانم ابژه را در ترکیب با وضعیت واقع و موجودش دریابم، آن وقت نمی توانم آن را جدا از بافت (زمینه، بسترِ) آن دریابم.—از کتاب «رساله منطقی-فلسفی» اثر «لودویگ ویتگنشتاین»
                        </p>
                        <p>

                        </p>
                    </DivProduct>
                </div>
            </DivMain>
        <Footer />
    </div>
  )
}

export default ArticlePage